tap "cloudflare/cloudflare"
tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "librespeed/tap"
tap "minacle/chntpw"
tap "owenthereal/upterm"
tap "puma/puma"
tap "sidneys/homebrew"
tap "uptech/oss"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "fontconfig"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "apktool"
brew "aria2"
brew "awscli"
brew "awsume"
brew "bash"
brew "boost"
brew "cabextract"
brew "cdrtools"
brew "chezmoi"
brew "circleci"
brew "cloudflared"
brew "cocoapods"
brew "lima"
brew "colima"
brew "coreutils"
brew "dc3dd"
brew "direnv"
brew "docker"
brew "dockutil"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "gh"
brew "git"
brew "libassuan"
brew "gnupg"
brew "gobject-introspection"
brew "gpac"
brew "gpgme"
brew "guile"
brew "hey"
brew "imagemagick"
brew "ipcalc"
brew "iperf3"
brew "ipmitool"
brew "jq"
brew "llvm"
brew "media-info"
brew "mkcert"
brew "mtools"
brew "mtr"
brew "mysql@5.7", restart_service: :changed, link: true
brew "nasm"
brew "nmap"
brew "openvino"
brew "pv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "rabbitmq", restart_service: :changed
brew "rage"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "scrcpy"
brew "smartmontools"
brew "telnet"
brew "transmission-cli"
brew "tree"
brew "vault"
brew "watch"
brew "watchman"
brew "wget"
brew "wimlib"
brew "xorriso"
brew "yq"
brew "facebook/fb/idb-companion"
brew "librespeed/tap/librespeed-cli"
brew "minacle/chntpw/chntpw"
brew "owenthereal/upterm/upterm"
brew "puma/puma/puma-dev"
brew "uptech/oss/git-ps-rs"
cask "kopiaui"
cask "microsoft-remote-desktop"
cask "ngrok"
cask "session-manager-plugin"
cask "temurin"
cask "zulu@17"
vscode "anysphere.pyright"
vscode "dbaeumer.vscode-eslint"
vscode "doinkythederp.nasm-language-support"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fwcd.kotlin"
vscode "github.vscode-github-actions"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "jnoortheen.nix-ide"
vscode "kamadorueda.alejandra"
vscode "mkhl.direnv"
vscode "moonrepo.moon-console"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-twoslash-queries"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "rubocop.vscode-rubocop"
vscode "saoudrizwan.claude-dev"
vscode "semanticdiff.semanticdiff"
vscode "shopify.ruby-lsp"
vscode "statelyai.stately-vscode"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
